{
    "response": {
        "status": "ok",
        "userTier": "developer",
        "total": 1078,
        "startIndex": 1,
        "pageSize": 10,
        "currentPage": 1,
        "pages": 108,
        "orderBy": "relevance",
        "results": [
            {
                "id": "technology/2025/nov/10/sam-altman-can-openai-profits-keep-pace",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-11-10T16:37:08Z",
                "webTitle": "Can OpenAI keep pace with industry’s soaring costs?",
                "webUrl": "https://www.theguardian.com/technology/2025/nov/10/sam-altman-can-openai-profits-keep-pace",
                "apiUrl": "https://content.guardianapis.com/technology/2025/nov/10/sam-altman-can-openai-profits-keep-pace",
                "fields": {
                    "headline": "Can OpenAI keep pace with industry’s soaring costs?",
                    "standfirst": "<p>As investor jitters grow, the loss-making ChatGPT firm’s vast spending commitments test the limits of Silicon Valley optimism</p>",
                    "trailText": "As investor jitters grow, the loss-making ChatGPT firm’s vast spending commitments test the limits of Silicon Valley optimism",
                    "byline": "Dan Milmo",
                    "main": "<figure class=\"element element-image\" data-media-id=\"c3409a400509e73744d9026d0c24ec63e1719c0a\"> <img src=\"https://media.guim.co.uk/c3409a400509e73744d9026d0c24ec63e1719c0a/184_0_4590_3673/1000.jpg\" alt=\"Sam Altman\" width=\"1000\" height=\"800\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Altman believes the revenue will come from paid-for versions of ChatGPT, other companies using its data centres and people buying the hardware devices it is building.</span> <span class=\"element-image__credit\">Photograph: Kim Kyung-Hoon/Reuters</span> </figcaption> </figure>",
                    "body": "<p>It is the $1.4tn (£1.1tn) question. How can a loss-making startup such as OpenAI afford such a staggering spending commitment?</p> <p>Answer that positively and it will go a long way to easing investor concerns over bubble warnings in the artificial intelligence boom, from lofty tech company valuations to a mooted <a href=\"https://www.theguardian.com/technology/2025/nov/02/global-datacentre-boom-investment-debt\">$3tn global spend on datacentres</a>.</p> <p>The company behind ChatGPT needs a vast amount of computing power – or compute, in tech jargon – to train its models, produce their responses and build even more powerful systems in the future. The cost of its compute commitment – the AI infrastructure such as chips and servers that power its world famous chatbot – is $1.4tn over the next eight years, a figure that dwarfs its $13bn in annual revenues.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/nov/02/global-datacentre-boom-investment-debt\">Boom or bubble? Inside the $3tn AI datacentre spending spree</a> </p> </aside>  <p>Over the past week this gap has appeared chasm-like, becoming a backdrop to <a href=\"https://www.theguardian.com/business/2025/nov/06/us-stock-market-values-tumble-amid-reports-of-high-layoffs-and-hiring-freezes\">market nerves over AI spending</a> and statements by OpenAI executives that did little to answer concerns.</p> <p>Sam Altman, the OpenAI chief executive, first attempted to deal with it in an awkward exchange with a leading investor in the company, Brad Gerstner of Altimeter Capital, that ended with Altman ordering: “enough”.</p> <p><a href=\"https://www.youtube.com/watch?v=Gnl833wXRz0\">Speaking on his podcast</a> with Altman last month, Gerstner described the company’s ability to pay for more than $1tn in compute costs, while revenue is running at $13bn a year, as a question “hanging over the market”.</p> <p>Altman responded: “First of all, we’re doing well more revenue than that. Second of all, Brad if you want to sell your shares, I’ll find you a buyer. I just, enough.”</p> <p>Then last week the OpenAI chief financial officer, Sarah Friar, suggested that the US government could underwrite some of the chip spending.</p> <p>“This is where we’re looking for an ecosystem of banks, private equity, maybe even governmental, the ways governments can come to bear,” she told the Wall Street Journal, adding that such a guarantee “can really drop the cost of financing”.</p> <p>Was OpenAI, which recently announced it is becoming a fully fledged <a href=\"https://www.theguardian.com/technology/2025/oct/28/openai-for-profit-restructuring\">for-profit company</a> worth $500bn, really saying that AI companies should be treated like banks in the late 2000s? This triggered immediate attempts at clarification from Friar, who took to LinkedIn to deny that OpenAI was seeking a federal backstop, while Altman sought to set the record straight on X.</p> <p>In a long post, Altman wrote “we do not have or want government guarantees for OpenAI datacenters”, adding that taxpayers should not bail out companies that make “bad business decisions”. Instead, perhaps, the government should build its own AI infrastructure and give loan guarantees to support chip manufacturing in the US.</p> <p>Benedict Evans, a tech analyst, says OpenAI is trying to match the other big AI players such as Mark Zuckerberg’s Meta, Google and Microsoft – itself a leading backer of OpenAI – which are supported by their already hugely profitable business models.</p> <p>“OpenAI wants to match or exceed the infrastructure – the tens and hundreds of billions of dollars of compute – of the big platform companies. But those companies have cashflows from their existing businesses to pay for this and OpenAI does not, so it’s trying to bootstrap its way into the club,” he says.</p>    <p>There are also questions over the circular nature of some of OpenAI’s compute deals. For instance, Oracle will spend $300bn building new datacentres for OpenAI in Texas, New Mexico, Michigan and Wisconsin – and OpenAI will then pay back roughly the same amount to use those datacentres. <a href=\"https://www.theguardian.com/technology/2025/sep/22/nvidia-openai-investment-100-billion\">Under the terms of a transaction with Nvidia</a>, the leading maker of the chips that AI companies use, OpenAI will pay Nvidia in cash for chips, and Nvidia will invest in OpenAI for non-controlling shares.</p> <p>Altman also addressed the revenue issue, writing that OpenAI expects to end the year above $20bn in annualised revenue and then grow to “hundreds of billion[s]” by 2030.</p> <p>He added: “Based on the trends we are seeing of how people are using AI and how much of it they would like to use, we believe the risk of OpenAI of not having enough computing power is more significant and more likely than the risk of having too much.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/oct/29/nvidia-first-company-5-trillion\">Nvidia becomes world’s first $5tn company amid stock market and AI boom</a> </p> </aside>  <p>In other words, OpenAI believes that $1.4tn can be paid off by future demand for its products and by ever-improving models.</p> <p>It has 800 million weekly users and 1 million business customers. It makes its revenues from ChatGPT subscriptions for consumers – <a href=\"https://www.bloomberg.com/news/articles/2024-10-28/openai-cfo-says-75-of-its-revenue-comes-from-paying-consumers\">which account for 75% of its income</a> – and offering businesses its corporate versions of ChatGPT, while also allowing companies and start ups to build their own products with its AI models.</p> <p>One Silicon Valley investor, who does not have a financial interest in OpenAI, says OpenAI can build on its popularity but its success is contingent on factors such as the models improving, the cost of operating them getting cheaper and the chips used to power them becoming less costly.</p> <p>“The belief is that OpenAI can leverage its strong brand and ChatGPT’s position as a popular choice among consumers and businesses to build a suite of high value and high margin products. The question is at what scale can they build out these products and revenue models and how good can these models get,” says the investor.</p> <p>But it is loss-making. OpenAI says reporting of its losses, including reports that it lost $8bn in the first half of the year and about $12bn in the third quarter, are inaccurate, although it does not deny it loses money or provide alternative figures.</p> <p>Altman believes the revenue will come from a number of sources. For instance: growing demand for paid-for versions of ChatGPT; other companies using its datacentres; people buying the <a href=\"https://www.theguardian.com/technology/2025/may/22/iphone-design-guru-openai-chief-promise-ai-device-revolution\">hardware devices it is building</a> with iPhone designer Sir Jony Ive; and that “huge value” will be created by AI’s achievements in scientific research.</p> <p>So that is the bet: OpenAI needs $1.4tn worth of compute, a number dwarfing its current revenues, because it believes demand and ever better iterations of its products will pay it off.</p> <p>Carl Benedikt Frey, author of How Progress Ends and the associate professor of AI and work at Oxford University, is sceptical about OpenAI’s hopes and points to recent <a href=\"https://x.com/Jon_Hartley_/status/1980742482200822147\">evidence of a slowdown</a> in AI adoption in the world’s largest economy. The US Census Bureau, for instance, <a href=\"https://www.apolloacademy.com/ai-adoption-rate-trending-down-for-large-companies/\">reported</a> that AI adoption has been declining in recent months among companies with more than 250 employees.</p> <p>“On various measures AI adoption has been falling in the US since the summer. We do not know exactly why, but it does suggest that we are at a stage where some users and businesses feel they are not quite getting what they hoped for from AI so far,” says Frey, adding that without “new breakthroughs” at the company he does not see it reaching $100bn in revenue by 2027 – a figure Altman has <a href=\"https://finance.yahoo.com/news/sam-altman-says-openai-revenue-213319780.html\">hinted at</a>.</p> <p>OpenAI says it is seeing accelerating business adoption, with the corporate version of ChatGPT growing nine times year over year as it gains customers from an array of sectors including banking, life sciences and manufacturing.</p> <p>Altman acknowledged on X, nonetheless, that the bet might not pay off.</p> <p>“But of course we could be wrong, and the market – not the government – will deal with it if we are.”</p>",
                    "newspaperPageNumber": "35",
                    "wordcount": "1194",
                    "firstPublicationDate": "2025-11-10T14:00:50Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-11-11T18:01:59Z",
                    "newspaperEditionDate": "2025-11-12T00:00:00Z",
                    "productionOffice": "UK",
                    "publication": "The Guardian",
                    "shortUrl": "https://www.theguardian.com/p/x3jx74",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/c3409a400509e73744d9026d0c24ec63e1719c0a/184_0_4590_3673/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "It is the $1.4tn (£1.1tn) question. How can a loss-making startup such as OpenAI afford such a staggering spending commitment? Answer that positively and it will go a long way to easing investor concerns over bubble warnings in the artificial intelligence boom, from lofty tech company valuations to a mooted $3tn global spend on datacentres. The company behind ChatGPT needs a vast amount of computing power – or compute, in tech jargon – to train its models, produce their responses and build even more powerful systems in the future. The cost of its compute commitment – the AI infrastructure such as chips and servers that power its world famous chatbot – is $1.4tn over the next eight years, a figure that dwarfs its $13bn in annual revenues. Over the past week this gap has appeared chasm-like, becoming a backdrop to market nerves over AI spending and statements by OpenAI executives that did little to answer concerns. Sam Altman, the OpenAI chief executive, first attempted to deal with it in an awkward exchange with a leading investor in the company, Brad Gerstner of Altimeter Capital, that ended with Altman ordering: “enough”. Speaking on his podcast with Altman last month, Gerstner described the company’s ability to pay for more than $1tn in compute costs, while revenue is running at $13bn a year, as a question “hanging over the market”. Altman responded: “First of all, we’re doing well more revenue than that. Second of all, Brad if you want to sell your shares, I’ll find you a buyer. I just, enough.” Then last week the OpenAI chief financial officer, Sarah Friar, suggested that the US government could underwrite some of the chip spending. “This is where we’re looking for an ecosystem of banks, private equity, maybe even governmental, the ways governments can come to bear,” she told the Wall Street Journal, adding that such a guarantee “can really drop the cost of financing”. Was OpenAI, which recently announced it is becoming a fully fledged for-profit company worth $500bn, really saying that AI companies should be treated like banks in the late 2000s? This triggered immediate attempts at clarification from Friar, who took to LinkedIn to deny that OpenAI was seeking a federal backstop, while Altman sought to set the record straight on X. In a long post, Altman wrote “we do not have or want government guarantees for OpenAI datacenters”, adding that taxpayers should not bail out companies that make “bad business decisions”. Instead, perhaps, the government should build its own AI infrastructure and give loan guarantees to support chip manufacturing in the US. Benedict Evans, a tech analyst, says OpenAI is trying to match the other big AI players such as Mark Zuckerberg’s Meta, Google and Microsoft – itself a leading backer of OpenAI – which are supported by their already hugely profitable business models. “OpenAI wants to match or exceed the infrastructure – the tens and hundreds of billions of dollars of compute – of the big platform companies. But those companies have cashflows from their existing businesses to pay for this and OpenAI does not, so it’s trying to bootstrap its way into the club,” he says. There are also questions over the circular nature of some of OpenAI’s compute deals. For instance, Oracle will spend $300bn building new datacentres for OpenAI in Texas, New Mexico, Michigan and Wisconsin – and OpenAI will then pay back roughly the same amount to use those datacentres. Under the terms of a transaction with Nvidia, the leading maker of the chips that AI companies use, OpenAI will pay Nvidia in cash for chips, and Nvidia will invest in OpenAI for non-controlling shares. Altman also addressed the revenue issue, writing that OpenAI expects to end the year above $20bn in annualised revenue and then grow to “hundreds of billion[s]” by 2030. He added: “Based on the trends we are seeing of how people are using AI and how much of it they would like to use, we believe the risk of OpenAI of not having enough computing power is more significant and more likely than the risk of having too much.” In other words, OpenAI believes that $1.4tn can be paid off by future demand for its products and by ever-improving models. It has 800 million weekly users and 1 million business customers. It makes its revenues from ChatGPT subscriptions for consumers – which account for 75% of its income – and offering businesses its corporate versions of ChatGPT, while also allowing companies and start ups to build their own products with its AI models. One Silicon Valley investor, who does not have a financial interest in OpenAI, says OpenAI can build on its popularity but its success is contingent on factors such as the models improving, the cost of operating them getting cheaper and the chips used to power them becoming less costly. “The belief is that OpenAI can leverage its strong brand and ChatGPT’s position as a popular choice among consumers and businesses to build a suite of high value and high margin products. The question is at what scale can they build out these products and revenue models and how good can these models get,” says the investor. But it is loss-making. OpenAI says reporting of its losses, including reports that it lost $8bn in the first half of the year and about $12bn in the third quarter, are inaccurate, although it does not deny it loses money or provide alternative figures. Altman believes the revenue will come from a number of sources. For instance: growing demand for paid-for versions of ChatGPT; other companies using its datacentres; people buying the hardware devices it is building with iPhone designer Sir Jony Ive; and that “huge value” will be created by AI’s achievements in scientific research. So that is the bet: OpenAI needs $1.4tn worth of compute, a number dwarfing its current revenues, because it believes demand and ever better iterations of its products will pay it off. Carl Benedikt Frey, author of How Progress Ends and the associate professor of AI and work at Oxford University, is sceptical about OpenAI’s hopes and points to recent evidence of a slowdown in AI adoption in the world’s largest economy. The US Census Bureau, for instance, reported that AI adoption has been declining in recent months among companies with more than 250 employees. “On various measures AI adoption has been falling in the US since the summer. We do not know exactly why, but it does suggest that we are at a stage where some users and businesses feel they are not quite getting what they hoped for from AI so far,” says Frey, adding that without “new breakthroughs” at the company he does not see it reaching $100bn in revenue by 2027 – a figure Altman has hinted at. OpenAI says it is seeing accelerating business adoption, with the corporate version of ChatGPT growing nine times year over year as it gains customers from an array of sectors including banking, life sciences and manufacturing. Altman acknowledged on X, nonetheless, that the bet might not pay off. “But of course we could be wrong, and the market – not the government – will deal with it if we are.”",
                    "charCount": "7088",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "true",
                    "bylineHtml": "<a href=\"profile/danmilmo\">Dan Milmo</a>",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2025/nov/03/openai-cloud-computing-deal-amazon-aws-datacentres-nvidia-chips",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-11-03T18:09:38Z",
                "webTitle": "OpenAI signs $38bn cloud computing deal with Amazon",
                "webUrl": "https://www.theguardian.com/technology/2025/nov/03/openai-cloud-computing-deal-amazon-aws-datacentres-nvidia-chips",
                "apiUrl": "https://content.guardianapis.com/technology/2025/nov/03/openai-cloud-computing-deal-amazon-aws-datacentres-nvidia-chips",
                "fields": {
                    "headline": "OpenAI signs $38bn cloud computing deal with Amazon",
                    "standfirst": "<p>Agreement to use AWS datacentres, and Nvidia chips inside them, part of $1.4tn spending spree on AI infrastructure</p>",
                    "trailText": "Agreement to use AWS datacentres, and Nvidia chips inside them, part of $1.4tn spending spree on AI infrastructure",
                    "byline": "Dan Milmo Global technology editor",
                    "main": "<figure class=\"element element-image\" data-media-id=\"18c0ac3baebe7f36b93419d8d70b696ad319db2e\"> \n <img src=\"https://media.guim.co.uk/18c0ac3baebe7f36b93419d8d70b696ad319db2e/420_0_4203_3363/1000.jpg\" alt=\"An illustration shows the OpenAI log on a smartphone in front of an AWS logo\" width=\"1000\" height=\"800\" class=\"gu-image\"> \n <figcaption> <span class=\"element-image__caption\">OpenAI said the deal would give it access to hundreds of thousands of Nvidia graphics processors to train and run its AI models.</span> <span class=\"element-image__credit\">Photograph: Vuk Valcic/Zuma Press/Shutterstock</span> \n </figcaption> \n</figure>",
                    "body": "<p>OpenAI has signed a $38bn (£29bn) deal to use Amazon infrastructure to operate its artificial intelligence products, as part of a more than $1tn spending spree on computing power.</p> \n<p>The agreement with Amazon Web Services means OpenAI will be able to use AWS datacentres, and the Nvidia chips inside them, immediately.</p> \n<p>Last week, OpenAI’s chief executive, Sam Altman, said his company had committed to spending $1.4tn on AI infrastructure, amid concerns over the sustainability of the boom in using and building datacentres. These are the central nervous systems of AI tools such as ChatGPT.</p> \n<p>“Scaling frontier AI requires massive, reliable compute,” Altman said on Monday. “Our partnership with AWS strengthens the broad compute ecosystem that will power this next era and bring advanced AI to everyone.”</p> \n<p>OpenAI said the deal would give it access to hundreds of thousands of Nvidia graphics processors to train and run its AI models. Amazon plans to use the chips in data clusters that will power ChatGPT’s responses and train OpenAI’s next wave of models, the companies said.</p> \n<p>Matt Garman, the chief executive of AWS, said OpenAI continued to push the boundaries of what was possible and that Amazon’s infrastructure would serve as a backbone for its ambitions.</p> \n<p>OpenAI is committed to developing 30 gigawatts of computing resources – enough to power roughly 25 million US homes.</p> \n<p>Last week, OpenAI said it had <a href=\"https://www.theguardian.com/technology/2025/oct/28/openai-for-profit-restructuring\">converted its main business</a> into a for-profit corporation as part of a reorganisation that valued the startup at $500bn. Its longtime backer Microsoft will have a roughly 27% stake in OpenAI’s new for-profit corporation.</p> \n<p>The race for computing power by AI companies has raised concerns among some market watchers about how it will be paid for. OpenAI’s annual revenue is about $13bn, according the Financial Times, a figure dwarfed by its $1.4tn infrastructure commitment. Other datacentre deals signed by OpenAI include a $300bn agreement with the US company Oracle.</p> \n<p>Altman hit back at the spending concerns during a podcast appearance with the Microsoft chief executive, Satya Nadella, saying “enough” to a question from the host, the US investor Brad Gerstner, about the gap between OpenAI’s revenue and its infrastructure commitments.</p> \n<p>Altman said OpenAI made “well more” revenue than the reported $13bn, without specifying a number. He added: “I just – enough … I think there’s are a lot of people who would love to buy OpenAI shares.”</p> \n<p>Analysts at the US investment bank Morgan Stanley estimate that global spending on datacentres will reach nearly $3tn between now and 2028. They said half of that spending would be covered by the big US tech companies and the rest would come from sources such as the private credit market, a <a href=\"https://www.theguardian.com/business/2025/oct/18/what-is-private-credit-us-first-brands-tricolor-banks\">growing part of the shadow banking sector</a> that is <a href=\"https://www.theguardian.com/business/2025/oct/21/bank-of-england-chief-warns-worrying-echoes-2008-financial-crisis-tricolor-first-brands\">raising concerns at the Bank of England</a> and elsewhere.</p> \n<figure class=\"element element-atom\"> <gu-atom data-atom-id=\"ea05a110-2f0f-41ea-ba0a-8d9189dbddb7\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong></strong></p>\n    <p></p>\n    <p>The best public interest journalism relies on first-hand accounts from people in the know.</p>\n    <p></p>\n    <p>If you have something to share on this subject, you can contact us confidentially using the following methods.</p>\n    <p></p>\n    <p><strong>Secure Messaging in the Guardian app</strong></p>\n    <p></p>\n    <p>The Guardian app has a tool to send tips about stories. Messages are end to end encrypted and concealed within the routine activity that every Guardian mobile app performs. This prevents an observer from knowing that you are communicating with us at all, let alone what is being said.</p>\n    <p></p>\n    <p>If you don't already have the Guardian app, download it (<a href=\"https://apps.apple.com/app/the-guardian-live-world-news/id409128287\">iOS</a>/<a href=\"https://play.google.com/store/apps/details?id=com.guardian\">Android</a>) and go to the menu. Select ‘Secure Messaging’. </p>\n    <p></p>\n    <p><strong>SecureDrop, instant messengers, email, telephone and post</strong></p>\n    <p></p>\n    <p>If you can safely use the Tor network without being observed or monitored, you can send messages and documents to the Guardian via our <a href=\"https://www.theguardian.com/securedrop\">SecureDrop platform</a>.</p>\n    <p></p>\n    <p>Finally, our guide at <a href=\"https://www.theguardian.com/tips\">theguardian.com/tips</a>&nbsp;lists several ways to contact us securely, and discusses the pros and cons of each.&nbsp;</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure>",
                    "newspaperPageNumber": "28",
                    "wordcount": "465",
                    "firstPublicationDate": "2025-11-03T18:09:38Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-11-03T20:16:25Z",
                    "newspaperEditionDate": "2025-11-04T00:00:00Z",
                    "productionOffice": "UK",
                    "publication": "The Guardian",
                    "shortUrl": "https://www.theguardian.com/p/x3tgjp",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/18c0ac3baebe7f36b93419d8d70b696ad319db2e/420_0_4203_3363/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "OpenAI has signed a $38bn (£29bn) deal to use Amazon infrastructure to operate its artificial intelligence products, as part of a more than $1tn spending spree on computing power. The agreement with Amazon Web Services means OpenAI will be able to use AWS datacentres, and the Nvidia chips inside them, immediately. Last week, OpenAI’s chief executive, Sam Altman, said his company had committed to spending $1.4tn on AI infrastructure, amid concerns over the sustainability of the boom in using and building datacentres. These are the central nervous systems of AI tools such as ChatGPT. “Scaling frontier AI requires massive, reliable compute,” Altman said on Monday. “Our partnership with AWS strengthens the broad compute ecosystem that will power this next era and bring advanced AI to everyone.” OpenAI said the deal would give it access to hundreds of thousands of Nvidia graphics processors to train and run its AI models. Amazon plans to use the chips in data clusters that will power ChatGPT’s responses and train OpenAI’s next wave of models, the companies said. Matt Garman, the chief executive of AWS, said OpenAI continued to push the boundaries of what was possible and that Amazon’s infrastructure would serve as a backbone for its ambitions. OpenAI is committed to developing 30 gigawatts of computing resources – enough to power roughly 25 million US homes. Last week, OpenAI said it had converted its main business into a for-profit corporation as part of a reorganisation that valued the startup at $500bn. Its longtime backer Microsoft will have a roughly 27% stake in OpenAI’s new for-profit corporation. The race for computing power by AI companies has raised concerns among some market watchers about how it will be paid for. OpenAI’s annual revenue is about $13bn, according the Financial Times, a figure dwarfed by its $1.4tn infrastructure commitment. Other datacentre deals signed by OpenAI include a $300bn agreement with the US company Oracle. Altman hit back at the spending concerns during a podcast appearance with the Microsoft chief executive, Satya Nadella, saying “enough” to a question from the host, the US investor Brad Gerstner, about the gap between OpenAI’s revenue and its infrastructure commitments. Altman said OpenAI made “well more” revenue than the reported $13bn, without specifying a number. He added: “I just – enough … I think there’s are a lot of people who would love to buy OpenAI shares.” Analysts at the US investment bank Morgan Stanley estimate that global spending on datacentres will reach nearly $3tn between now and 2028. They said half of that spending would be covered by the big US tech companies and the rest would come from sources such as the private credit market, a growing part of the shadow banking sector that is raising concerns at the Bank of England and elsewhere.",
                    "charCount": "2842",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "<a href=\"profile/danmilmo\">Dan Milmo</a> Global technology editor",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2025/oct/06/openai-chipmaker-amd-deal",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-10-06T15:43:12Z",
                "webTitle": "OpenAI signs multibillion-dollar chip deal with AMD",
                "webUrl": "https://www.theguardian.com/technology/2025/oct/06/openai-chipmaker-amd-deal",
                "apiUrl": "https://content.guardianapis.com/technology/2025/oct/06/openai-chipmaker-amd-deal",
                "fields": {
                    "headline": "OpenAI signs multibillion-dollar chip deal with AMD",
                    "standfirst": "<p>The deal offers the ChatGPT maker an opportunity to buy a 10% stake in chipmaker AMD </p>",
                    "trailText": "The deal gives the ChatGPT maker the option to take a 10% stake in the chipmaker",
                    "byline": "Guardian staff and agency",
                    "main": "<figure class=\"element element-image\" data-media-id=\"4db84f86bea273c75170f25c8c14ca4f03a9d5b7\"> <img src=\"https://media.guim.co.uk/4db84f86bea273c75170f25c8c14ca4f03a9d5b7/0_0_3200_2400/1000.jpg\" alt=\"a man and women side by side\" width=\"1000\" height=\"750\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">OpenAI’s CEO, Sam Altman, and Lisa Su, chair and CEO of AMD.</span> <span class=\"element-image__credit\">Photograph: Yuichi Yamazaki/AFP/Getty Images</span> </figcaption> </figure>",
                    "body": "<p><a href=\"https://www.theguardian.com/technology/openai\">OpenAI</a> and the chipmaker AMD announced on Monday that they had signed a multibillion-dollar chip deal that would also give the <a href=\"https://www.theguardian.com/technology/chatgpt\">ChatGPT</a> creator the option to buy a large stake in the chipmaker.</p> <p>The deal offers OpenAI an opportunity to buy 10% in AMD and marks a major vote of confidence in the company’s <a href=\"https://www.theguardian.com/technology/artificialintelligenceai\">AI</a> chips and software. Shares of AMD surged more than 30% and added about $80bn to its market capitalization after the announcement.</p> <p>“We view this deal as certainly transformative, not just for AMD, but for the dynamics of the industry,” said Forrest Norrod, AMD’s executive vice-president.</p> <p>The latest deal, among a string of investment commitments, is a testament to OpenAI and the broader AI industry’s voracious appetite for computing power as companies race toward developing AI technology that meets or exceeds human intelligence. <a href=\"https://www.theguardian.com/technology/sam-altman\">Sam Altman</a>, the OpenAI CEO, has said the biggest constraint on his company’s growth is access to computing power, which comes in the form of enormous datacenters filled with advanced semiconductor chips. Last week, Nvidia announced it would invest $100bn in OpenAI, forging a close alliance between two of the leading firms in artificial intelligence.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/sep/22/nvidia-openai-investment-100-billion\">Nvidia to invest $100bn in OpenAI, bringing the two AI firms together</a> </p> </aside>  <p>Monday’s agreement covers the deployment of hundreds of thousands of AMD’s AI chips, or graphics processing units (GPUs), equivalent to six gigawatts, over several years beginning in the second half of 2026. This is roughly equivalent to the energy needs of 5m US households, or the electricity produced yearly by the Hoover Dam three times over. AMD said OpenAI would build a one-gigawatt facility based on its forthcoming MI450 series of chips beginning next year.</p> <p>As part of the arrangement, AMD issued a warrant that gives OpenAI the ability to buy up to 160m shares of AMD for 1 cent each over the course of the chips deal.</p> <p>AMD executives expect the deal to net tens of billions of dollars in annual revenue. Because of the ripple effect of the agreement, AMD said it expected to receive more than $100bn in new revenue over four years from OpenAI and other customers.</p> <p>“Other people are going to come along with it because this is really the pioneer, a pioneer in the industry that has a lot of influence over the broader ecosystem,” Mat Hein, AMD’s strategy chief said.</p> <p>The deal with AMD will help OpenAI build enough AI infrastructure to meet its needs, Altman said in a statement.</p> <p>It was not immediately clear how OpenAI would fund the huge deal with AMD. The startup, valued at roughly $500bn, has generated about $4.3bn in revenue in the first half of 2025 and has burned through $2.5bn in cash, according to media reports, as it splurges on attracting top talent and invests heavily in developing new AI tools.</p>",
                    "newspaperPageNumber": "31",
                    "wordcount": "457",
                    "firstPublicationDate": "2025-10-06T15:43:12Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-10-06T19:03:22Z",
                    "newspaperEditionDate": "2025-10-07T00:00:00Z",
                    "productionOffice": "US",
                    "publication": "The Guardian",
                    "shortUrl": "https://www.theguardian.com/p/x3cjfv",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/4db84f86bea273c75170f25c8c14ca4f03a9d5b7/100_0_3000_2400/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "OpenAI and the chipmaker AMD announced on Monday that they had signed a multibillion-dollar chip deal that would also give the ChatGPT creator the option to buy a large stake in the chipmaker. The deal offers OpenAI an opportunity to buy 10% in AMD and marks a major vote of confidence in the company’s AI chips and software. Shares of AMD surged more than 30% and added about $80bn to its market capitalization after the announcement. “We view this deal as certainly transformative, not just for AMD, but for the dynamics of the industry,” said Forrest Norrod, AMD’s executive vice-president. The latest deal, among a string of investment commitments, is a testament to OpenAI and the broader AI industry’s voracious appetite for computing power as companies race toward developing AI technology that meets or exceeds human intelligence. Sam Altman, the OpenAI CEO, has said the biggest constraint on his company’s growth is access to computing power, which comes in the form of enormous datacenters filled with advanced semiconductor chips. Last week, Nvidia announced it would invest $100bn in OpenAI, forging a close alliance between two of the leading firms in artificial intelligence. Monday’s agreement covers the deployment of hundreds of thousands of AMD’s AI chips, or graphics processing units (GPUs), equivalent to six gigawatts, over several years beginning in the second half of 2026. This is roughly equivalent to the energy needs of 5m US households, or the electricity produced yearly by the Hoover Dam three times over. AMD said OpenAI would build a one-gigawatt facility based on its forthcoming MI450 series of chips beginning next year. As part of the arrangement, AMD issued a warrant that gives OpenAI the ability to buy up to 160m shares of AMD for 1 cent each over the course of the chips deal. AMD executives expect the deal to net tens of billions of dollars in annual revenue. Because of the ripple effect of the agreement, AMD said it expected to receive more than $100bn in new revenue over four years from OpenAI and other customers. “Other people are going to come along with it because this is really the pioneer, a pioneer in the industry that has a lot of influence over the broader ecosystem,” Mat Hein, AMD’s strategy chief said. The deal with AMD will help OpenAI build enough AI infrastructure to meet its needs, Altman said in a statement. It was not immediately clear how OpenAI would fund the huge deal with AMD. The startup, valued at roughly $500bn, has generated about $4.3bn in revenue in the first half of 2025 and has burned through $2.5bn in cash, according to media reports, as it splurges on attracting top talent and invests heavily in developing new AI tools.",
                    "charCount": "2712",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "Guardian staff and agency",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2025/oct/30/openai-1tn-stock-market-float-ipo",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-10-30T18:22:08Z",
                "webTitle": "OpenAI thought to be preparing for $1tn stock market float ",
                "webUrl": "https://www.theguardian.com/technology/2025/oct/30/openai-1tn-stock-market-float-ipo",
                "apiUrl": "https://content.guardianapis.com/technology/2025/oct/30/openai-1tn-stock-market-float-ipo",
                "fields": {
                    "headline": "OpenAI thought to be preparing for $1tn stock market float ",
                    "standfirst": "<p>ChatGPT developer is considering filing for an IPO by the second half of 2026, according to reports</p>",
                    "trailText": "ChatGPT developer is considering filing for an IPO by the second half of 2026, according to reports",
                    "byline": "Alex Daniel",
                    "main": "<figure class=\"element element-image\" data-media-id=\"55e045641d9df43e2f4c6ecfd36161da879a7b45\"> <img src=\"https://media.guim.co.uk/55e045641d9df43e2f4c6ecfd36161da879a7b45/700_0_3500_2801/1000.jpg\" alt=\"He speaks at a meeting with the OpenAI logo behind him\" width=\"1000\" height=\"800\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A float would support Sam Altman’s ambitions to splash trillions of dollars on building datacentres.</span> <span class=\"element-image__credit\">Photograph: Jason Redmond/AFP/Getty Images</span> </figcaption> </figure>",
                    "body": "<p>OpenAI is reportedly gearing up for a stock market listing valuing the company at $1tn (£760bn) as soon as next year, in what would be one of the biggest ever initial public offerings.</p> <p>The developer behind the hit AI chatbot ChatGPT is considering whether to file for an IPO as soon as the second half of 2026, according to Reuters, which cited people familiar with the matter. The company is thought to be looking to raise at least $60bn.</p> <p>A stock market float would give OpenAI another route to raising cash, supporting ambitions by the chief executive, Sam Altman, to splash trillions of dollars on building datacentres and other forms of infrastructure needed for the rapid buildout of its chatbots.</p> <p>During a staff livestream on Tuesday, Altman was reported to have said: “I think it’s fair to say it [an IPO] is the most likely path for us, given the capital needs that we’ll have.”</p> <p>An OpenAI spokesperson said: “An IPO is not our focus, so we could not possibly have set a date. We are building a durable business and advancing our mission so everyone benefits from AGI.”</p> <p>AGI stands for <a href=\"https://www.theguardian.com/technology/2025/aug/09/its-missing-something-agi-superintelligence-and-a-race-for-the-future\">artificial general intelligence</a>, which OpenAI defines as “highly autonomous systems that outperform humans at most economically valuable work”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2025/oct/28/amateur-investors-riding-out-dips-ai-bubble-stomach-steel\">‘A stomach of steel’: amateur investors ride out dips amid talk of an AI bubble</a> </p> </aside>  <p>OpenAI was founded as a nonprofit in 2015 with a mission to safely build AGI for humanity’s benefit. However, it completed a lengthy restructuring process this week that <a href=\"https://www.theguardian.com/technology/2025/oct/28/openai-for-profit-restructuring\">turned its main business into a for-profit corporation</a>. While it is still technically controlled by the non-profit entity, the move makes it easier for OpenAI to raise capital while also laying the groundwork for an IPO.</p> <p>The deal also gave Microsoft a stake of about 27% in the for-profit company, with OpenAI valued at $500bn under the terms of the deal. News of the restructuring helped push Microsoft’s valuation <a href=\"https://www.theguardian.com/technology/2025/jul/31/microsoft-valuation-ai-boom\">above $4tn</a> for the first time.</p> <p>OpenAI reportedly posted revenue of $4.3bn in the first half of this year, with an operating loss of $7.8bn, according to the tech news site the Information.</p> <p>The massive valuations will do nothing to allay fears that the AI industry is operating in a bubble. Officials at the Bank of England this month flagged the growing risk that tech stock prices pumped up by the AI boom <a href=\"https://www.theguardian.com/business/2025/oct/08/bank-of-england-warns-of-growing-risk-that-ai-bubble-could-burst\">could burst</a>, saying equity markets were “particularly exposed should expectations around the impact of AI become less optimistic”.</p> <p>OpenAI’s chief financial officer, Sarah Friar, reportedly told colleagues that the company was aiming for a 2027 listing, according to the sources cited by Reuters, while some advisers said it could come the year before.</p>",
                    "wordcount": "444",
                    "firstPublicationDate": "2025-10-30T18:22:08Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-10-30T20:57:28Z",
                    "productionOffice": "UK",
                    "publication": "theguardian.com",
                    "shortUrl": "https://www.theguardian.com/p/x3hmv6",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/55e045641d9df43e2f4c6ecfd36161da879a7b45/700_0_3500_2801/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "OpenAI is reportedly gearing up for a stock market listing valuing the company at $1tn (£760bn) as soon as next year, in what would be one of the biggest ever initial public offerings. The developer behind the hit AI chatbot ChatGPT is considering whether to file for an IPO as soon as the second half of 2026, according to Reuters, which cited people familiar with the matter. The company is thought to be looking to raise at least $60bn. A stock market float would give OpenAI another route to raising cash, supporting ambitions by the chief executive, Sam Altman, to splash trillions of dollars on building datacentres and other forms of infrastructure needed for the rapid buildout of its chatbots. During a staff livestream on Tuesday, Altman was reported to have said: “I think it’s fair to say it [an IPO] is the most likely path for us, given the capital needs that we’ll have.” An OpenAI spokesperson said: “An IPO is not our focus, so we could not possibly have set a date. We are building a durable business and advancing our mission so everyone benefits from AGI.” AGI stands for artificial general intelligence, which OpenAI defines as “highly autonomous systems that outperform humans at most economically valuable work”. OpenAI was founded as a nonprofit in 2015 with a mission to safely build AGI for humanity’s benefit. However, it completed a lengthy restructuring process this week that turned its main business into a for-profit corporation. While it is still technically controlled by the non-profit entity, the move makes it easier for OpenAI to raise capital while also laying the groundwork for an IPO. The deal also gave Microsoft a stake of about 27% in the for-profit company, with OpenAI valued at $500bn under the terms of the deal. News of the restructuring helped push Microsoft’s valuation above $4tn for the first time. OpenAI reportedly posted revenue of $4.3bn in the first half of this year, with an operating loss of $7.8bn, according to the tech news site the Information. The massive valuations will do nothing to allay fears that the AI industry is operating in a bubble. Officials at the Bank of England this month flagged the growing risk that tech stock prices pumped up by the AI boom could burst, saying equity markets were “particularly exposed should expectations around the impact of AI become less optimistic”. OpenAI’s chief financial officer, Sarah Friar, reportedly told colleagues that the company was aiming for a 2027 listing, according to the sources cited by Reuters, while some advisers said it could come the year before.",
                    "charCount": "2580",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "Alex Daniel",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2025/oct/21/openai-chatgpt-web-browser-atlas",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-10-21T19:03:15Z",
                "webTitle": "ChatGPT Atlas: OpenAI launches web browser centered around its chatbot",
                "webUrl": "https://www.theguardian.com/technology/2025/oct/21/openai-chatgpt-web-browser-atlas",
                "apiUrl": "https://content.guardianapis.com/technology/2025/oct/21/openai-chatgpt-web-browser-atlas",
                "fields": {
                    "headline": "ChatGPT Atlas: OpenAI launches web browser centered around its chatbot",
                    "standfirst": "<p>Company’s AI-powered browser built around marquee bot is designed to provide more personalized web experience</p>",
                    "trailText": "Company’s AI-powered browser built around marquee bot is designed to provide more personalized web experience",
                    "byline": "Johana Bhuiyan and agency",
                    "main": "<figure class=\"element element-image\" data-media-id=\"ffab7310c61b7529337735fb36ce1707492b9119\"> <img src=\"https://media.guim.co.uk/ffab7310c61b7529337735fb36ce1707492b9119/0_0_5974_3985/1000.jpg\" alt=\"a man in front of a microphone\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">OpenAI’s CEO, Sam Altman, testifies on Capitol Hill in Washington DC on 8 May.</span> <span class=\"element-image__credit\">Photograph: Chip Somodevilla/Getty Images</span> </figcaption> </figure>",
                    "body": "<p><a href=\"https://www.theguardian.com/technology/openai\">OpenAI</a> on Tuesday launched an AI-powered web browser built around its marquee chatbot.</p> <p>“Meet our new browser—ChatGPT Atlas,” a <a href=\"https://x.com/OpenAI/status/1980685602384441368\">tweet from the company</a> read.</p> <p>The browser is designed to provide a more personalized web experience and includes a <a href=\"https://www.theguardian.com/technology/chatgpt\">ChatGPT</a> sidebar that enables users to asks questions about or engage with various aspects of each website they visit, as demonstrated in a video posted alongside the announcement. Atlas is now available globally on Apple’s Mac operating system and will soon be made available on Windows, iOS and Android, according to OpenAI’s announcement.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OpenAI/status/1980685602384441368\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Meet our new browser—ChatGPT Atlas.<br><br>Available today on macOS: <a href=\"https://t.co/UFKSQXvwHT\">https://t.co/UFKSQXvwHT</a> <a href=\"https://t.co/AakZyUk2BV\">pic.twitter.com/AakZyUk2BV</a></p>&mdash; OpenAI (@OpenAI) <a href=\"https://twitter.com/OpenAI/status/1980685602384441368?ref_src=twsrc%5Etfw\">October 21, 2025</a></blockquote> </figure>  <p>Users can open the ChatGPT sidebar to and ask it to “summarize content, compare products, or analyze data from any site”, the company <a href=\"https://chatgpt.com/atlas\">website</a> reads. The company has also started to roll out a preview of a virtual assistant dubbed “Agent Mode” to certain premium accounts. Agent Mode allows users to ask ChatGPT to complete tasks “from start to finish” such as “researching and shopping for a trip”.</p> <p>The browser also enables ChatGPT to edit and alter highlighted text. An example on the website shows an email with highlighted text and a suggested prompt: “Make this sound more professional.”</p> <p>The company says that users have complete control over their privacy settings: “You control what it remembers about you, how your data is used, and the privacy settings that apply while you browse.” At the moment, Atlas users will be automatically opted out of allowing their browsing data to be used to train ChatGPT models, for instance. And, like in other browsers, a user can delete their browsing and web history. However, while the Atlas browser may not store exact copies of the content that a user searches for, if they are opted into something called “Browser memories”, ChatGPT “will remember facts and insights from your browsing”. It’s not immediately clear how the company shares browsing information with third parties.</p> <p>OpenAI is not the first to the market with a AI-enabled web browser. Google, for instance, has integrated parts of its Gemini AI model into Chrome. Other companies such as Perplexity AI have also rolled out AI-powered browsers. Shares of Google stock fell 4% immediately after OpenAI’s announcement as investors fear a threat to its flagship browser Chrome, the most popular one in the world.</p>",
                    "wordcount": "376",
                    "firstPublicationDate": "2025-10-21T19:03:15Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-10-21T20:10:10Z",
                    "productionOffice": "US",
                    "publication": "theguardian.com",
                    "shortUrl": "https://www.theguardian.com/p/x3fzjf",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/ffab7310c61b7529337735fb36ce1707492b9119/498_0_4978_3985/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "OpenAI on Tuesday launched an AI-powered web browser built around its marquee chatbot. “Meet our new browser—ChatGPT Atlas,” a tweet from the company read. The browser is designed to provide a more personalized web experience and includes a ChatGPT sidebar that enables users to asks questions about or engage with various aspects of each website they visit, as demonstrated in a video posted alongside the announcement. Atlas is now available globally on Apple’s Mac operating system and will soon be made available on Windows, iOS and Android, according to OpenAI’s announcement. Users can open the ChatGPT sidebar to and ask it to “summarize content, compare products, or analyze data from any site”, the company website reads. The company has also started to roll out a preview of a virtual assistant dubbed “Agent Mode” to certain premium accounts. Agent Mode allows users to ask ChatGPT to complete tasks “from start to finish” such as “researching and shopping for a trip”. The browser also enables ChatGPT to edit and alter highlighted text. An example on the website shows an email with highlighted text and a suggested prompt: “Make this sound more professional.” The company says that users have complete control over their privacy settings: “You control what it remembers about you, how your data is used, and the privacy settings that apply while you browse.” At the moment, Atlas users will be automatically opted out of allowing their browsing data to be used to train ChatGPT models, for instance. And, like in other browsers, a user can delete their browsing and web history. However, while the Atlas browser may not store exact copies of the content that a user searches for, if they are opted into something called “Browser memories”, ChatGPT “will remember facts and insights from your browsing”. It’s not immediately clear how the company shares browsing information with third parties. OpenAI is not the first to the market with a AI-enabled web browser. Google, for instance, has integrated parts of its Gemini AI model into Chrome. Other companies such as Perplexity AI have also rolled out AI-powered browsers. Shares of Google stock fell 4% immediately after OpenAI’s announcement as investors fear a threat to its flagship browser Chrome, the most popular one in the world.",
                    "charCount": "2300",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "<a href=\"profile/johana-bhuiyan\">Johana Bhuiyan</a> and agency",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2025/dec/02/sam-altman-issues-code-red-at-openai-as-chatgpt-contends-with-rivals",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-12-02T17:11:27Z",
                "webTitle": "Sam Altman issues ‘code red’ at OpenAI as ChatGPT contends with rivals",
                "webUrl": "https://www.theguardian.com/technology/2025/dec/02/sam-altman-issues-code-red-at-openai-as-chatgpt-contends-with-rivals",
                "apiUrl": "https://content.guardianapis.com/technology/2025/dec/02/sam-altman-issues-code-red-at-openai-as-chatgpt-contends-with-rivals",
                "fields": {
                    "headline": "Sam Altman issues ‘code red’ at OpenAI as ChatGPT contends with rivals",
                    "standfirst": "<p>Chief executive tells staff it is ‘critical time’ for chatbot as it faces intense competition from Google’s new Gemini 3</p>",
                    "trailText": "Chief executive tells staff it is ‘critical time’ for chatbot as it faces intense competition from Google’s new Gemini 3",
                    "byline": "Dan Milmo Global technology editor ",
                    "main": "<figure class=\"element element-image\" data-media-id=\"dd3a6a26e9f6070c6a1d8590f6ab80f16084d7fb\"> <img src=\"https://media.guim.co.uk/dd3a6a26e9f6070c6a1d8590f6ab80f16084d7fb/415_0_2669_2138/1000.jpg\" alt=\"the openAI logo set on a neon purple background\" width=\"1000\" height=\"801\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sam Altman, OpenAI’s chief executive, sent an internal memo to staff saying Gemini 3 could create ‘temporary economic headwinds’ for the company.</span> <span class=\"element-image__credit\">Photograph: Dado Ruvić/Reuters</span> </figcaption> </figure>",
                    "body": "<p>Sam Altman has declared a “code red” at <a href=\"https://www.theguardian.com/technology/openai\">OpenAI</a> to improve ChatGPT as the chatbot faces <a href=\"https://www.theguardian.com/technology/2025/nov/10/sam-altman-can-openai-profits-keep-pace\">intense competition</a> from rivals.</p> <p>According to a report by tech news site <a href=\"https://www.theinformation.com/articles/openai-ceo-declares-code-red-combat-threats-chatgpt-delays-ads-effort?rc=fnnefa\">the Information</a>, the chief executive of the San Francisco-based startup told staff in an internal memo: “We are at a critical time for ChatGPT.” </p> <p>OpenAI has been rattled by the success of Google’s latest AI model, Gemini 3, and is devoting more internal resources to improving ChatGPT.</p> <p>Last month, Altman told employees that the launch of Gemini 3, which has outperformed rivals on <a href=\"https://lmarena.ai/leaderboard\">various benchmarks</a>, could create “temporary economic headwinds” for the company. He added: “I expect the vibes out there to be rough for a bit.”</p> <p>OpenAI’s flagship product has 800 million weekly users but Google is also highly profitable due to its search business and has substantial data and financial resources to throw at its AI tools.</p>    <p>Marc Benioff, the chief executive of the $220bn (£166bn) software group Salesforce, wrote last month that he had switched allegiance to Gemini 3 and was “not going back” after trying Google’s latest AI release.</p> <p>“I’ve used ChatGPT every day for 3 years. Just spent 2 hours on Gemini 3. I’m not going back. The leap is insane – reasoning, speed, images, video … everything is sharper and faster. It feels like the world just changed, again,” he <a href=\"https://x.com/Benioff/status/1992726929204760661\">wrote on X</a>.</p> <p>OpenAI is also delaying a foray into putting advertising in ChatGPT as it focuses on improving the chatbot, which celebrated its third birthday last month.</p> <p>The head of ChatGPT, Nick Turley, marked the anniversary with a post on X pledging to break new ground with the product.</p> <p>He wrote: “Our focus now is to keep making ChatGPT more capable, continue growing, and expand access around the world – while making it even more intuitive and personal. Thanks for an incredible three years. Lots more to do!”</p> <p>Despite lacking the cash flow support enjoyed by rivals Google, Meta and Amazon, which is a big funder of competitor Anthropic, OpenAI has received substantial funding from the likes of the SoftBank investment group and Microsoft. In its latest valuation, OpenAI reached $500bn, up from $157bn last October.</p> <p>OpenAI is loss-making and expects to end the year with annual revenues of more than $20bn, which Altman expects will grow to “hundreds of billion[s]” by 2030. The startup is committed to steep revenue growth after pledging to spend $1.4tn on datacentre costs to train and operate its AI systems over the next eight years.</p> <p>“Based on the trends we are seeing of how people are using AI and how much of it they would like to use, we believe the risk of OpenAI of not having enough computing power is more significant and more likely than the risk of having too much,” said Altman last month.</p> <p>Apple has also responded to increasingly intense competitive pressures in the sector by naming a new vice-president of AI. Amar Subramanya, a Microsoft executive, <a href=\"https://www.theguardian.com/technology/2025/dec/01/apple-ai-chief-john-giannandrea-steps-down\">will replace John Giannandrea</a>.</p> <p>Apple<strong> </strong>has been slow to add AI features to its products in comparison with rivals such as Samsung, which have been quicker to refresh their devices with AI features.</p> <p>Subramanya is joining Apple from Microsoft, where he most recently served as corporate vice-president of AI. Previously, Subramanya spent 16 years at Google, where his roles included the head of engineering for the Gemini assistant.</p> <p>Earlier this year, Apple said AI improvements to its voice assistant Siri would be delayed until 2026.</p>",
                    "newspaperPageNumber": "35",
                    "wordcount": "588",
                    "firstPublicationDate": "2025-12-02T17:11:27Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-12-02T19:22:59Z",
                    "newspaperEditionDate": "2025-12-03T00:00:00Z",
                    "productionOffice": "UK",
                    "publication": "The Guardian",
                    "shortUrl": "https://www.theguardian.com/p/x3zfmz",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/dd3a6a26e9f6070c6a1d8590f6ab80f16084d7fb/415_0_2669_2138/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "Sam Altman has declared a “code red” at OpenAI to improve ChatGPT as the chatbot faces intense competition from rivals. According to a report by tech news site the Information, the chief executive of the San Francisco-based startup told staff in an internal memo: “We are at a critical time for ChatGPT.” OpenAI has been rattled by the success of Google’s latest AI model, Gemini 3, and is devoting more internal resources to improving ChatGPT. Last month, Altman told employees that the launch of Gemini 3, which has outperformed rivals on various benchmarks, could create “temporary economic headwinds” for the company. He added: “I expect the vibes out there to be rough for a bit.” OpenAI’s flagship product has 800 million weekly users but Google is also highly profitable due to its search business and has substantial data and financial resources to throw at its AI tools. Marc Benioff, the chief executive of the $220bn (£166bn) software group Salesforce, wrote last month that he had switched allegiance to Gemini 3 and was “not going back” after trying Google’s latest AI release. “I’ve used ChatGPT every day for 3 years. Just spent 2 hours on Gemini 3. I’m not going back. The leap is insane – reasoning, speed, images, video … everything is sharper and faster. It feels like the world just changed, again,” he wrote on X. OpenAI is also delaying a foray into putting advertising in ChatGPT as it focuses on improving the chatbot, which celebrated its third birthday last month. The head of ChatGPT, Nick Turley, marked the anniversary with a post on X pledging to break new ground with the product. He wrote: “Our focus now is to keep making ChatGPT more capable, continue growing, and expand access around the world – while making it even more intuitive and personal. Thanks for an incredible three years. Lots more to do!” Despite lacking the cash flow support enjoyed by rivals Google, Meta and Amazon, which is a big funder of competitor Anthropic, OpenAI has received substantial funding from the likes of the SoftBank investment group and Microsoft. In its latest valuation, OpenAI reached $500bn, up from $157bn last October. OpenAI is loss-making and expects to end the year with annual revenues of more than $20bn, which Altman expects will grow to “hundreds of billion[s]” by 2030. The startup is committed to steep revenue growth after pledging to spend $1.4tn on datacentre costs to train and operate its AI systems over the next eight years. “Based on the trends we are seeing of how people are using AI and how much of it they would like to use, we believe the risk of OpenAI of not having enough computing power is more significant and more likely than the risk of having too much,” said Altman last month. Apple has also responded to increasingly intense competitive pressures in the sector by naming a new vice-president of AI. Amar Subramanya, a Microsoft executive, will replace John Giannandrea. Apple has been slow to add AI features to its products in comparison with rivals such as Samsung, which have been quicker to refresh their devices with AI features. Subramanya is joining Apple from Microsoft, where he most recently served as corporate vice-president of AI. Previously, Subramanya spent 16 years at Google, where his roles included the head of engineering for the Gemini assistant. Earlier this year, Apple said AI improvements to its voice assistant Siri would be delayed until 2026.",
                    "charCount": "3429",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "<a href=\"profile/danmilmo\">Dan Milmo</a> Global technology editor ",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2025/oct/28/openai-for-profit-restructuring",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-10-28T15:10:05Z",
                "webTitle": "OpenAI completes conversion to for-profit business after lengthy legal saga",
                "webUrl": "https://www.theguardian.com/technology/2025/oct/28/openai-for-profit-restructuring",
                "apiUrl": "https://content.guardianapis.com/technology/2025/oct/28/openai-for-profit-restructuring",
                "fields": {
                    "headline": "OpenAI completes conversion to for-profit business after lengthy legal saga",
                    "standfirst": "<p>Restructuring paves way for ChatGPT maker to more easily raise capital and profit off its AI technology</p>",
                    "trailText": "Restructuring paves way for ChatGPT maker to more easily raise capital and profit off its AI technology",
                    "byline": "Guardian staff and agency",
                    "main": "<figure class=\"element element-image\" data-media-id=\"b27038f3efb91153f0279cf560c2ddbdabe744fe\"> <img src=\"https://media.guim.co.uk/b27038f3efb91153f0279cf560c2ddbdabe744fe/0_0_5298_3586/1000.jpg\" alt=\"a man speaks while seated on stage\" width=\"1000\" height=\"677\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sam Altman speaks in San Francisco on 2 June 2025.</span> <span class=\"element-image__credit\">Photograph: Justin Sullivan/Getty Images</span> </figcaption> </figure>",
                    "body": "<p>OpenAI said on Tuesday it had converted its main business into a for-profit corporation, the conclusion of a lengthy and fraught legal saga.</p> <p>A crucial regulator, Kathy Jennings, the Delaware attorney general, said she approved the plan for the startup, which began as a non-profit in 2015, to change to a public benefit corporation, a type of for-profit entity that expresses commitment to bettering society.</p> <p>The company also said it had reorganized its ownership structure and signed a new agreement with its longtime backer Microsoft that gives the software giant a roughly 27% stake in OpenAI’s new for-profit corporation, but changes some of the details of their close partnership. OpenAI was valued at $500bn under the terms of the deal, making Microsoft’s stake worth more than $100bn.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/oct/27/chatgpt-suicide-self-harm-openai\">More than a million people every week show suicidal intent when chatting with ChatGPT, OpenAI estimates</a> </p> </aside>  <p>The restructuring paves the way for the ChatGPT maker to more easily raise capital and profit off its artificial intelligence technology, even as it remains technically under the control of its own original non-profit entity.</p> <p>Jennings said in a statement she did not object to the proposal, seemingly bringing to an end more than a year of negotiations and announcements about the future of OpenAI’s governance and the power that for-profit investors and its non-profit board will have over the organization’s technology. The attorneys general of Delaware, where OpenAI is incorporated, and California, where it is headquartered, had both said they’re investigating the proposed changes. </p> <p>OpenAI said it completed its restructuring “after nearly a year of engaging in constructive dialogue” with the offices in both states.</p> <p>“OpenAI has completed its recapitalization, simplifying its corporate structure,” said a blog post on Tuesday from Bret Taylor, the chair of OpenAI’s board of directors.</p> <p>Elon Musk, one of the co-founders of OpenAI and a former ally of Altman, had challenged the conversion with a lawsuit, which he dropped once and refiled before making a surprise bid of nearly $100bn to take control of the startup.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/feb/10/elon-musk-open-ai-bid\">Elon Musk-led group makes surprise bid of nearly $100bn for OpenAI</a> </p> </aside>  <p>“The non-profit remains in control of the for-profit, and now has a direct path to major resources before AGI arrives,” Taylor said.</p> <p>AGI stands for artificial general intelligence, which OpenAI defines as “highly autonomous systems that outperform humans at most economically valuable work”. OpenAI was founded as a non-profit in 2015 with a mission to safely build AGI for humanity’s benefit.</p> <p>OpenAI had previously said its own board will decide when AGI is reached, effectively ending its Microsoft partnership. But it now says that “once AGI is declared by OpenAI, that declaration will now be verified by an independent expert panel”, and that Microsoft’s rights to OpenAI’s confidential research methods “will remain until either the expert panel verifies AGI or through 2030, whichever is first”. Microsoft will also retain some commercial rights to OpenAI products “post-AGI”.</p> <p>Microsoft put out the same announcement about the revised partnership on Tuesday but declined further comment.</p> <p>Going forward, the non-profit will be called the OpenAI Foundation and Taylor said it would grant out $25bn toward health and curing diseases and protecting against the cybersecurity risks of AI. He did not say over what time period those funds would be disbursed.</p> <p>Robert Weissman, co-president of the non-profit Public Citizen, said this arrangement does not guarantee the non-profit independence, likening it to a corporate foundation that will serve the interests of the for-profit.</p> <p>Even as the non-profit’s board may technically remain in control, Weissman said that control “is illusory because there is no evidence of the non-profit ever imposing its values on the for-profit”.</p>",
                    "wordcount": "579",
                    "firstPublicationDate": "2025-10-28T15:10:05Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-10-28T15:57:56Z",
                    "productionOffice": "US",
                    "publication": "theguardian.com",
                    "shortUrl": "https://www.theguardian.com/p/x3h9fe",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/b27038f3efb91153f0279cf560c2ddbdabe744fe/541_0_4481_3586/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "OpenAI said on Tuesday it had converted its main business into a for-profit corporation, the conclusion of a lengthy and fraught legal saga. A crucial regulator, Kathy Jennings, the Delaware attorney general, said she approved the plan for the startup, which began as a non-profit in 2015, to change to a public benefit corporation, a type of for-profit entity that expresses commitment to bettering society. The company also said it had reorganized its ownership structure and signed a new agreement with its longtime backer Microsoft that gives the software giant a roughly 27% stake in OpenAI’s new for-profit corporation, but changes some of the details of their close partnership. OpenAI was valued at $500bn under the terms of the deal, making Microsoft’s stake worth more than $100bn. The restructuring paves the way for the ChatGPT maker to more easily raise capital and profit off its artificial intelligence technology, even as it remains technically under the control of its own original non-profit entity. Jennings said in a statement she did not object to the proposal, seemingly bringing to an end more than a year of negotiations and announcements about the future of OpenAI’s governance and the power that for-profit investors and its non-profit board will have over the organization’s technology. The attorneys general of Delaware, where OpenAI is incorporated, and California, where it is headquartered, had both said they’re investigating the proposed changes. OpenAI said it completed its restructuring “after nearly a year of engaging in constructive dialogue” with the offices in both states. “OpenAI has completed its recapitalization, simplifying its corporate structure,” said a blog post on Tuesday from Bret Taylor, the chair of OpenAI’s board of directors. Elon Musk, one of the co-founders of OpenAI and a former ally of Altman, had challenged the conversion with a lawsuit, which he dropped once and refiled before making a surprise bid of nearly $100bn to take control of the startup. “The non-profit remains in control of the for-profit, and now has a direct path to major resources before AGI arrives,” Taylor said. AGI stands for artificial general intelligence, which OpenAI defines as “highly autonomous systems that outperform humans at most economically valuable work”. OpenAI was founded as a non-profit in 2015 with a mission to safely build AGI for humanity’s benefit. OpenAI had previously said its own board will decide when AGI is reached, effectively ending its Microsoft partnership. But it now says that “once AGI is declared by OpenAI, that declaration will now be verified by an independent expert panel”, and that Microsoft’s rights to OpenAI’s confidential research methods “will remain until either the expert panel verifies AGI or through 2030, whichever is first”. Microsoft will also retain some commercial rights to OpenAI products “post-AGI”. Microsoft put out the same announcement about the revised partnership on Tuesday but declined further comment. Going forward, the non-profit will be called the OpenAI Foundation and Taylor said it would grant out $25bn toward health and curing diseases and protecting against the cybersecurity risks of AI. He did not say over what time period those funds would be disbursed. Robert Weissman, co-president of the non-profit Public Citizen, said this arrangement does not guarantee the non-profit independence, likening it to a corporate foundation that will serve the interests of the for-profit. Even as the non-profit’s board may technically remain in control, Weissman said that control “is illusory because there is no evidence of the non-profit ever imposing its values on the for-profit”.",
                    "charCount": "3694",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "Guardian staff and agency",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "business/2025/nov/19/harvard-larry-summers-epstein-ties-openai",
                "type": "article",
                "sectionId": "business",
                "sectionName": "Business",
                "webPublicationDate": "2025-11-19T14:07:51Z",
                "webTitle": "Harvard to investigate Larry Summers’s Epstein ties as he exits OpenAI board",
                "webUrl": "https://www.theguardian.com/business/2025/nov/19/harvard-larry-summers-epstein-ties-openai",
                "apiUrl": "https://content.guardianapis.com/business/2025/nov/19/harvard-larry-summers-epstein-ties-openai",
                "fields": {
                    "headline": "Harvard to investigate Larry Summers’s Epstein ties as he exits OpenAI board",
                    "standfirst": "<p>Newly released Epstein documents drag the ex-treasury secretary into deeper scrutiny as Harvard widens its review</p>",
                    "trailText": "Newly released Epstein documents drag the ex-treasury secretary into deeper scrutiny as Harvard widens its review",
                    "byline": "Edward Helmore",
                    "main": "<figure class=\"element element-image\" data-media-id=\"0e81607adf36948d81eb55e8879d4dcf2da167b1\"> <img src=\"https://media.guim.co.uk/0e81607adf36948d81eb55e8879d4dcf2da167b1/0_0_8192_5464/1000.jpg\" alt=\"a flag hanging outside a building\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A flag hangs on campus at Harvard University in Cambridge, Massachusetts, on 4 September 2025.</span> <span class=\"element-image__credit\">Photograph: Shannon Stapleton/Reuters</span> </figcaption> </figure>",
                    "body": "<p><a href=\"https://www.theguardian.com/education/harvard-university\">Harvard</a> is set to launch a new investigation into its former university president and Bill Clinton economic adviser Larry Summers about his ties to the sex offender Jeffrey Epstein as it also emerged Summers has resigned from the board of OpenAI.</p> <p>The moves comes after Summers said he would be stepping back from public engagements after emails revealed the extent of his relationship with the late sex offender.</p> <p>A Harvard spokesperson confirmed to <a href=\"https://www.thecrimson.com/article/2025/11/19/harvard-opens-investigation-into-summers-epstein/\">the Harvard Crimson</a> on Tuesday night that a new investigation into Summers’s connections with the accused child sex trafficker was under way. The inquiry will also look at other university affiliates named in the documents, including Summers’s wife and nearly a dozen others.<br><br>A Harvard spokesperson, Jonathan Swain, told the student newspaper that “the University is conducting a review of information concerning individuals at Harvard included in the newly released Jeffrey Epstein documents to evaluate what actions may be warranted.”</p> <p>Separately, the artificial intelligence company Open AI said in a statement that Summers had resigned from the company’s board. “Larry has decided to resign from the OpenAI Board of Directors, and we respect his decision,” the company said. Summers confirmed the decision in a separate statement. Axios <a href=\"https://www.axios.com/2025/11/19/epstein-larry-summers-openai\">reported</a> the news.</p> <p>Summers, who served as Bill Clinton’s treasury secretary, has also resigned or been let go from roles at other organizations, including Bloomberg and the New York Times, as well as the Center for American Progress thinktank.</p> <p>Harvard’s investigation into Summers comes nearly a week after a congressional oversight committee released nearly 23,000 documents relating to Epstein that included correspondence with dozens on public figures, including Alan Dershowitz, a Harvard Law School professor emeritus, and Summers’s wife, Elisa New, who is an English professor.</p> <p>In the exchanges between Epstein and Summers, he appears to solicit advice from the disgraced financier on his pursuit of a romantic relationship with a woman he described as his mentee. In one message from 2018, Epstein described himself as Summers’s “wingman”.</p> <p>On Monday, Summers announced he would be stepping back from public life after documents were released by the committee. “I am deeply ashamed of my actions and recognize the pain they have caused,” he said in a statement.</p> <p>“I take full responsibility for my misguided decision to continue communicating with Mr Epstein. While continuing to fulfill my teaching obligations, I will be stepping back from public commitments as one part of my broader effort to rebuild trust and repair relationships with the people closest to me.”</p> <p>Summers indicated that he still planned to teach classes at the university. But the Massachusetts senator Elizabeth Warren said he should not be trusted to teach or advise the government, saying the economist displayed “monumentally bad judgment” in his correspondence with the financier.</p> <p>During Epstein’s efforts to rehabilitate his reputation following a 2008 Florida state conviction for solicitation of a minor, he leant heavily on connections to Harvard and the Massachusetts Institute of Technology (MIT), both located in Cambridge, Massachusetts, though he had not been a student at either.</p> <p>Soon after Epstein died in 2019 while awaiting trial on sex trafficking charges, MIT said the institute would review its process for accepting donations after taking millions from foundations controlled by Epstein over a 20-year period. MIT’s former head, Joi Ito, was forced to resigned.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2025/nov/18/new-york-times-larry-summers-epstein-email\">New York Times cuts ties with Larry Summers over Epstein emails</a> </p> </aside>  <p>In other emails released last week New appeared to discuss her projects with Epstein, and solicited money, including a potential $500,000 gift to Poetry in America, a television show and digital initiative she oversaw.<br><br>“It really means a lot to me, all financial help aside, Jeffrey, that you are rooting for me and thinking about me,” New wrote in December 2015.<br><br>Harvard’s investigation into Summers comes after the university issued its earlier report into its ties to Epstein, finding that Epstein donated about $9m to the school between 1998 and 2008.</p> <p>Harvard had <a href=\"https://www.thecrimson.com/article/2019/9/13/harvard-reviews-epstein-gifts/\">launched an investigation</a> into the university’s ties to Epstein in the month’s after he died in jail in 2019 while awaiting trial on federal charges of sex-trafficking minors. Lawrence Bacow, Harvard’s president at the time, said he “profoundly regrets Harvard’s past association with him”.</p> <p>“Jeffrey Epstein’s crimes were repulsive and reprehensible,” he said then. “Conduct such as his has no place in our society.”</p>",
                    "wordcount": "705",
                    "firstPublicationDate": "2025-11-19T14:07:51Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-11-19T15:16:35Z",
                    "productionOffice": "US",
                    "publication": "theguardian.com",
                    "shortUrl": "https://www.theguardian.com/p/x3yz47",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/0e81607adf36948d81eb55e8879d4dcf2da167b1/683_0_6827_5464/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "Harvard is set to launch a new investigation into its former university president and Bill Clinton economic adviser Larry Summers about his ties to the sex offender Jeffrey Epstein as it also emerged Summers has resigned from the board of OpenAI. The moves comes after Summers said he would be stepping back from public engagements after emails revealed the extent of his relationship with the late sex offender. A Harvard spokesperson confirmed to the Harvard Crimson on Tuesday night that a new investigation into Summers’s connections with the accused child sex trafficker was under way. The inquiry will also look at other university affiliates named in the documents, including Summers’s wife and nearly a dozen others. A Harvard spokesperson, Jonathan Swain, told the student newspaper that “the University is conducting a review of information concerning individuals at Harvard included in the newly released Jeffrey Epstein documents to evaluate what actions may be warranted.” Separately, the artificial intelligence company Open AI said in a statement that Summers had resigned from the company’s board. “Larry has decided to resign from the OpenAI Board of Directors, and we respect his decision,” the company said. Summers confirmed the decision in a separate statement. Axios reported the news. Summers, who served as Bill Clinton’s treasury secretary, has also resigned or been let go from roles at other organizations, including Bloomberg and the New York Times, as well as the Center for American Progress thinktank. Harvard’s investigation into Summers comes nearly a week after a congressional oversight committee released nearly 23,000 documents relating to Epstein that included correspondence with dozens on public figures, including Alan Dershowitz, a Harvard Law School professor emeritus, and Summers’s wife, Elisa New, who is an English professor. In the exchanges between Epstein and Summers, he appears to solicit advice from the disgraced financier on his pursuit of a romantic relationship with a woman he described as his mentee. In one message from 2018, Epstein described himself as Summers’s “wingman”. On Monday, Summers announced he would be stepping back from public life after documents were released by the committee. “I am deeply ashamed of my actions and recognize the pain they have caused,” he said in a statement. “I take full responsibility for my misguided decision to continue communicating with Mr Epstein. While continuing to fulfill my teaching obligations, I will be stepping back from public commitments as one part of my broader effort to rebuild trust and repair relationships with the people closest to me.” Summers indicated that he still planned to teach classes at the university. But the Massachusetts senator Elizabeth Warren said he should not be trusted to teach or advise the government, saying the economist displayed “monumentally bad judgment” in his correspondence with the financier. During Epstein’s efforts to rehabilitate his reputation following a 2008 Florida state conviction for solicitation of a minor, he leant heavily on connections to Harvard and the Massachusetts Institute of Technology (MIT), both located in Cambridge, Massachusetts, though he had not been a student at either. Soon after Epstein died in 2019 while awaiting trial on sex trafficking charges, MIT said the institute would review its process for accepting donations after taking millions from foundations controlled by Epstein over a 20-year period. MIT’s former head, Joi Ito, was forced to resigned. In other emails released last week New appeared to discuss her projects with Epstein, and solicited money, including a potential $500,000 gift to Poetry in America, a television show and digital initiative she oversaw. “It really means a lot to me, all financial help aside, Jeffrey, that you are rooting for me and thinking about me,” New wrote in December 2015. Harvard’s investigation into Summers comes after the university issued its earlier report into its ties to Epstein, finding that Epstein donated about $9m to the school between 1998 and 2008. Harvard had launched an investigation into the university’s ties to Epstein in the month’s after he died in jail in 2019 while awaiting trial on federal charges of sex-trafficking minors. Lawrence Bacow, Harvard’s president at the time, said he “profoundly regrets Harvard’s past association with him”. “Jeffrey Epstein’s crimes were repulsive and reprehensible,” he said then. “Conduct such as his has no place in our society.”",
                    "charCount": "4533",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "<a href=\"profile/edwardhelmore\">Edward Helmore</a>",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2025/oct/22/openai-chatgpt-lawsuit",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-10-22T21:33:16Z",
                "webTitle": "OpenAI relaxed ChatGPT guardrails just before teen killed himself, family alleges",
                "webUrl": "https://www.theguardian.com/technology/2025/oct/22/openai-chatgpt-lawsuit",
                "apiUrl": "https://content.guardianapis.com/technology/2025/oct/22/openai-chatgpt-lawsuit",
                "fields": {
                    "headline": "OpenAI relaxed ChatGPT guardrails just before teen killed himself, family alleges",
                    "standfirst": "<p>Adam Raine’s suicide at 16 years old was ‘predictable result of deliberate design choices’ by OpenAI, his family says</p>",
                    "trailText": "Adam Raine’s suicide at 16 years old was ‘predictable result of deliberate design choices’ by OpenAI, his family says",
                    "byline": "Johana Bhuiyan",
                    "main": "<figure class=\"element element-image\" data-media-id=\"68a2872a4c4feaa9d033065f98cb2ad1b038c086\"> <img src=\"https://media.guim.co.uk/68a2872a4c4feaa9d033065f98cb2ad1b038c086/0_0_3156_2282/1000.jpg\" alt=\"OpenAI’s CEO, Sam Altman, testifies before at a Senate hearing in Washington DC on 8 May 2025.\" width=\"1000\" height=\"723\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">OpenAI’s CEO, Sam Altman, testifies at a Senate hearing in Washington DC on 8 May 2025.</span> <span class=\"element-image__credit\">Photograph: Jonathan Ernst/Reuters</span> </figcaption> </figure>",
                    "body": "<p>The family of a teenager who took his own life after months of conversations with <a href=\"https://www.theguardian.com/technology/chatgpt\">ChatGPT</a> now says <a href=\"https://www.theguardian.com/technology/openai\">OpenAI</a> weakened safety guidelines in the months before his death.</p> <p>In July 2022, OpenAI’s guidelines on how ChatGPT should answer inappropriate content, including “content that promotes, encourages, or depicts acts of self-harm, such as suicide, cutting, and eating disorders”, were simple: the AI chatbot should respond, “I can’t answer that”, <a href=\"https://cdn.openai.com/snapshot-of-chatgpt-model-behavior-guidelines.pdf\">the guidelines read</a>.</p> <p>But in May 2024, just days before OpenAI released a new version of the AI, ChatGPT-4o, the company published an update to its Model Spec, a document that details the desired behavior for its assistant. In cases where a user expressed suicidal ideation or self-harm, ChatGPT would no longer respond with an outright refusal. Instead, the model was instructed not to end the conversation and “provide a space for users to feel heard and understood, encourage them to seek support, and provide suicide and crisis resources when applicable”. Another change in February 2025 emphasized being “supportive, empathetic, and understanding” on queries about mental health.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/oct/21/openai-chatgpt-web-browser-atlas\">ChatGPT Atlas: OpenAI launches web browser centered around its chatbot</a> </p> </aside>  <p>The changes offered yet another example of how the company prioritized engagement over the safety of its users, alleges the family of Adam Raine, a 16-year-old who took his own life after months of extensive conversations with ChatGPT.</p> <p>The <a href=\"https://www.theguardian.com/us-news/2025/aug/29/chatgpt-suicide-openai-sam-altman-adam-raine\">original lawsuit</a>, filed in August, alleged Raine killed himself in April 2025 with the bot’s encouragement. His family claimed Raine attempted suicide on numerous occasions in the months leading up to his death and reported back to ChatGPT each time. Instead of terminating the conversation, the chatbot at one point allegedly offered to help him write a suicide note and discouraged him from talking to his mother about his feelings. The family said Raine’s death was not an edge case but “the predictable result of deliberate design choices”.</p> <p>“This created an unresolvable contradiction – ChatGPT was required to keep engaging on self-harm without changing the subject, yet somehow avoid reinforcing it,” the family’s amended complaint reads. “OpenAI replaced a clear refusal rule with vague and contradictory instructions, all to prioritize engagement over safety.”</p> <p>In February 2025, just two months before Raine’s death, OpenAI rolled out another change that the family says weakened safety standards even more. The company <a href=\"https://model-spec.openai.com/2025-02-12.html#support_mental_health\">said</a> the assistant “should try to create a supportive, empathetic, and understanding environment” when discussing topics related to mental health.</p> <p>“Rather than focusing on ‘fixing’ the problem, the assistant should help the user feel heard, explore what they are experiencing, and provide factual, accessible resources or referrals that may guide them toward finding further help,” the updated guidelines read.</p> <p>Raine’s engagement with the chatbot “skyrocketed” after this change was rolled out, the family alleges. It went “from a few dozen chats per day in January to more than 300 per day by April, with a tenfold increase in messages containing self-harm language”, the lawsuit reads.</p> <p>OpenAI did not immediately respond to a request for comment.</p> <p>After the family first filed the lawsuit in August, the company responded with stricter guardrails to protect the mental health of its users and said that it planned to roll out sweeping parental controls that would allow parents to oversee their teens’ accounts and be notified of potential self-harm.</p> <p>Just last week, though, the company announced it was rolling out an updated version of its assistant that would allow users to customize the chatbot so they could have more human-like experiences, including permitting erotic content for verified adults. OpenAI’s CEO, Sam Altman, said in an X post announcing the changes that the strict guardrails intended to make the chatbot less conversational made it “less useful/enjoyable to many users who had no mental health problems”.</p> <p>In the lawsuit, the Raine family says: “Altman’s choice to further draw users into an emotional relationship with ChatGPT – this time, with erotic content – demonstrates that the company’s focus remains, as ever, on engaging users over safety.”</p> <p><em>• In the US, you can call or text the <a href=\"https://988lifeline.org/\">National Suicide Prevention Lifeline</a> on 988, chat on <a href=\"https://988lifeline.org/chat/\">988lifeline.org</a>, or <a href=\"https://www.crisistextline.org/\">text HOME</a> to 741741 to connect with a crisis counselor. In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em></p>",
                    "wordcount": "716",
                    "firstPublicationDate": "2025-10-22T21:33:16Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-10-23T01:15:32Z",
                    "productionOffice": "US",
                    "publication": "theguardian.com",
                    "shortUrl": "https://www.theguardian.com/p/x3g3zv",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/68a2872a4c4feaa9d033065f98cb2ad1b038c086/125_0_2852_2282/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "The family of a teenager who took his own life after months of conversations with ChatGPT now says OpenAI weakened safety guidelines in the months before his death. In July 2022, OpenAI’s guidelines on how ChatGPT should answer inappropriate content, including “content that promotes, encourages, or depicts acts of self-harm, such as suicide, cutting, and eating disorders”, were simple: the AI chatbot should respond, “I can’t answer that”, the guidelines read. But in May 2024, just days before OpenAI released a new version of the AI, ChatGPT-4o, the company published an update to its Model Spec, a document that details the desired behavior for its assistant. In cases where a user expressed suicidal ideation or self-harm, ChatGPT would no longer respond with an outright refusal. Instead, the model was instructed not to end the conversation and “provide a space for users to feel heard and understood, encourage them to seek support, and provide suicide and crisis resources when applicable”. Another change in February 2025 emphasized being “supportive, empathetic, and understanding” on queries about mental health. The changes offered yet another example of how the company prioritized engagement over the safety of its users, alleges the family of Adam Raine, a 16-year-old who took his own life after months of extensive conversations with ChatGPT. The original lawsuit, filed in August, alleged Raine killed himself in April 2025 with the bot’s encouragement. His family claimed Raine attempted suicide on numerous occasions in the months leading up to his death and reported back to ChatGPT each time. Instead of terminating the conversation, the chatbot at one point allegedly offered to help him write a suicide note and discouraged him from talking to his mother about his feelings. The family said Raine’s death was not an edge case but “the predictable result of deliberate design choices”. “This created an unresolvable contradiction – ChatGPT was required to keep engaging on self-harm without changing the subject, yet somehow avoid reinforcing it,” the family’s amended complaint reads. “OpenAI replaced a clear refusal rule with vague and contradictory instructions, all to prioritize engagement over safety.” In February 2025, just two months before Raine’s death, OpenAI rolled out another change that the family says weakened safety standards even more. The company said the assistant “should try to create a supportive, empathetic, and understanding environment” when discussing topics related to mental health. “Rather than focusing on ‘fixing’ the problem, the assistant should help the user feel heard, explore what they are experiencing, and provide factual, accessible resources or referrals that may guide them toward finding further help,” the updated guidelines read. Raine’s engagement with the chatbot “skyrocketed” after this change was rolled out, the family alleges. It went “from a few dozen chats per day in January to more than 300 per day by April, with a tenfold increase in messages containing self-harm language”, the lawsuit reads. OpenAI did not immediately respond to a request for comment. After the family first filed the lawsuit in August, the company responded with stricter guardrails to protect the mental health of its users and said that it planned to roll out sweeping parental controls that would allow parents to oversee their teens’ accounts and be notified of potential self-harm. Just last week, though, the company announced it was rolling out an updated version of its assistant that would allow users to customize the chatbot so they could have more human-like experiences, including permitting erotic content for verified adults. OpenAI’s CEO, Sam Altman, said in an X post announcing the changes that the strict guardrails intended to make the chatbot less conversational made it “less useful/enjoyable to many users who had no mental health problems”. In the lawsuit, the Raine family says: “Altman’s choice to further draw users into an emotional relationship with ChatGPT – this time, with erotic content – demonstrates that the company’s focus remains, as ever, on engaging users over safety.” • In the US, you can call or text the National Suicide Prevention Lifeline on 988, chat on 988lifeline.org, or text HOME to 741741 to connect with a crisis counselor. In the UK and Ireland, Samaritans can be contacted on freephone 116 123, or email jo@samaritans.org or jo@samaritans.ie. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at befrienders.org",
                    "charCount": "4582",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "<a href=\"profile/johana-bhuiyan\">Johana Bhuiyan</a>",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2025/oct/21/bryan-cranston-sora-2-openai",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2025-10-21T05:32:21Z",
                "webTitle": "Bryan Cranston thanks OpenAI for cracking down on Sora 2 deepfakes",
                "webUrl": "https://www.theguardian.com/technology/2025/oct/21/bryan-cranston-sora-2-openai",
                "apiUrl": "https://content.guardianapis.com/technology/2025/oct/21/bryan-cranston-sora-2-openai",
                "fields": {
                    "headline": "Bryan Cranston thanks OpenAI for cracking down on Sora 2 deepfakes",
                    "standfirst": "<p>Users of generative AI video app were able to recreate the Breaking Bad actor’s likeness without his consent, which OpenAI called ‘unintentional’</p>",
                    "trailText": "Users of generative AI video app were able to recreate the Breaking Bad actor’s likeness without his consent, which OpenAI called ‘unintentional’",
                    "byline": "Sian Cain",
                    "main": "<figure class=\"element element-image\" data-media-id=\"d5e7c4da0bc54120c889da42cbb4c15316fb08a2\"> <img src=\"https://media.guim.co.uk/d5e7c4da0bc54120c889da42cbb4c15316fb08a2/0_101_2033_1627/1000.jpg\" alt=\"Actor Bryan Cranston pictured at a Sag-Aftra strike rally in 2023 in New York.\" width=\"1000\" height=\"800\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bryan Cranston pictured speaking at a Sag-Aftra strike rally in 2023 in New York. The Breaking Bad actor went to the union with concerns after users of OpenAI’s generative video platform Sora 2 were able to generate his likeness without his consent.</span> <span class=\"element-image__credit\">Photograph: Angela Weiss/AFP/Getty Images</span> </figcaption> </figure>",
                    "body": "<p>Bryan Cranston has said he is “grateful” to OpenAI for cracking down on deepfakes of himself on the company’s generative AI video platform Sora 2, after users were able to generate his voice and likeness without his consent.</p> <p>The Breaking Bad star approached the actors’ union Sag-Aftra with his concerns after Sora 2 users were able to generate his likeness <a href=\"https://www.theguardian.com/us-news/2025/oct/04/openai-sora-violence-racism\">during the video app’s recent launch phase</a>. <a href=\"https://www.latimes.com/entertainment-arts/business/story/2025-10-11/hollywood-ai-battle-heats-up-sora2-openai-sam-altman\">On 11 October</a>, the LA Times described a Sora 2 video in which “a synthetic Michael Jackson takes a selfie video with an image of Breaking Bad star Bryan Cranston”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2025/oct/17/openai-sora-ai-videos-deepfake\">‘Legacies condensed to AI slop’: OpenAI Sora videos of the dead raise alarm with legal experts</a> </p> </aside>  <p>Living people must ostensibly give their consent, or opt in, to feature on Sora 2, with <a href=\"https://openai.com/index/launching-sora-responsibly/\">OpenAI stating since launch</a> that it takes “measures to block depictions of public figures” and that it has “guardrails intended to ensure that your audio and image likeness are used with your consent”.</p> <p>But when Sora 2 launched, several publications including <a href=\"https://www.wsj.com/tech/ai/openais-new-sora-video-generator-to-require-copyright-holders-to-opt-out-071d8b2a?gaa_at=eafs&amp;gaa_n=ASWzDAgBXOloXWv_e-MOQbM93O8rXfsAF3tmLty9_t2ixm5b9pHXdxrOBAeEUDVgjec%3D&amp;gaa_ts=68deb73b&amp;gaa_sig=Up1vP89aWPLJ57z6eSJYocKZ4F0l5DMiLh19IjEagWl6ddUg2n_hKnX8aw8kjmMfCwSogb-SHRbUuulHDg2Z4Q%3D%3D\">the Wall Street Journal</a>, <a href=\"https://www.hollywoodreporter.com/business/business-news/sam-altman-openai-sora-agencies-talent-1236401618/\">the Hollywood Reporter</a> and <a href=\"https://www.latimes.com/entertainment-arts/business/story/2025-10-11/hollywood-ai-battle-heats-up-sora2-openai-sam-altman\">the LA Times</a> reported widespread anger in Hollywood after OpenAI allegedly told multiple talent agencies and studios that if they didn’t want their clients or copyrighted material replicated on Sora 2, they would have to opt out – rather than opt in.</p> <p>OpenAI disputed these reports, <a href=\"https://www.latimes.com/entertainment-arts/business/story/2025-10-11/hollywood-ai-battle-heats-up-sora2-openai-sam-altman\">telling the LA Times</a> it was always its intention to give public figures control over how their likeness was used.</p> <p>On Monday, Cranston issued a statement through Sag-Aftra, thanking OpenAI for “improving its guardrails” to prevent users generating his likeness again.</p> <p>“I was deeply concerned not just for myself, but for all performers whose work and identity can be misused in this way,” Cranston said. “I am grateful to OpenAI for its policy and for improving its guardrails, and hope that they and all of the companies involved in this work, respect our personal and professional right to manage replication of our voice and likeness.”</p> <p>Two of Hollywood’s biggest major agencies, Creative Artists Agency (CAA) and United Talent Agency (UTA) – which represents Cranston – have repeatedly raised alarms about the potential risks of Sora 2 and other generative AI platforms on their clients and their careers.</p> <p>But on Monday, UTA and CAA co-signed a statement with OpenAI, Sag-Aftra and talent agent union the Association of Talent Agents, stating that what had happened to Cranston was an error, and that they would all work together to protect actors’ “right to determine how and whether they can be simulated”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2025/oct/04/openai-sora-violence-racism\">OpenAI launch of video app Sora plagued by violent and racist images: ‘The guardrails are not real’</a> </p> </aside>  <p>“While from the start it was OpenAI’s policy to require opt-in for the use of voice and likeness, OpenAI expressed regret for these unintentional generations. OpenAI has strengthened guardrails around replication of voice and likeness when individuals do not opt-in,” the statement read.</p> <p>Actor Sean Astin, the new president of Sag-Aftra, warned that Cranston “is one of countless performers whose voice and likeness are in danger of massive misappropriation by replication technology”.</p> <p>“Bryan did the right thing by communicating with his union and his professional representatives to have the matter addressed. This particular case has a positive resolution. I’m glad that OpenAI has committed to using an opt-in protocol, where all artists have the ability to choose whether they wish to participate in the exploitation of their voice and likeness using AI,” Astin said.</p> <p>“Simply put, opt-in protocols are the only way to do business and the NO FAKES Act will make us safer,” he added, referring to the <a href=\"https://www.congress.gov/bill/119th-congress/senate-bill/1367\">NO FAKES Act currently being considered by Congress</a>, which seeks to ban the production and distribution of AI-generated replica of any individual without their consent.</p> <p>OpenAI publicly supports the No FAKES Act, with the CEO, Sam Altman, saying the company is “deeply committed to protecting performers from the misappropriation of their voice and likeness”.</p> <p>Sora 2 does allow users to generate “historical figures”, defined broadly as anyone both famous and dead. However, OpenAI has recently agreed to allow representatives of “recently deceased” public figures to request that their likeness be blocked from Sora 2.</p> <p>Earlier this month OpenAI announced that they had “worked together” with the estate of Martin Luther King Jr and, at their request, was pausing the ability to depict King on Sora 2 as the company “strengthens guardrails for historical figures”.</p> <p>Recently Zelda Williams, the daughter of the late actor Robin Williams, pleaded with people to <a href=\"https://www.theguardian.com/film/2025/oct/07/robin-williams-daughter-zelda-hits-out-at-ai-generated-videos-of-her-dead-father\">“please stop” sending her AI videos of her father</a>, while Kelly Carlin, daughter of the late comedian George Carlin, has called AI videos of her father <a href=\"https://www.theguardian.com/technology/2024/jan/11/george-carlin-ai-comedy\">“overwhelming, and depressing”</a>.</p> <p><a href=\"https://www.theguardian.com/technology/2025/oct/17/openai-sora-ai-videos-deepfake\">Legal experts have speculated</a> that generative AI platforms are allowing the use of dead, historical figures to test what is permissible under the law.</p>",
                    "wordcount": "764",
                    "firstPublicationDate": "2025-10-21T05:32:21Z",
                    "isInappropriateForSponsorship": "false",
                    "isPremoderated": "false",
                    "lastModified": "2025-10-21T05:34:02Z",
                    "productionOffice": "AUS",
                    "publication": "theguardian.com",
                    "shortUrl": "https://www.theguardian.com/p/x3fkg2",
                    "shouldHideAdverts": "false",
                    "showInRelatedContent": "true",
                    "thumbnail": "https://media.guim.co.uk/f4944e9ed2877a4e9ed69d03bae2229e635df18d/377_74_2172_1738/500.jpg",
                    "legallySensitive": "false",
                    "lang": "en",
                    "isLive": "true",
                    "bodyText": "Bryan Cranston has said he is “grateful” to OpenAI for cracking down on deepfakes of himself on the company’s generative AI video platform Sora 2, after users were able to generate his voice and likeness without his consent. The Breaking Bad star approached the actors’ union Sag-Aftra with his concerns after Sora 2 users were able to generate his likeness during the video app’s recent launch phase. On 11 October, the LA Times described a Sora 2 video in which “a synthetic Michael Jackson takes a selfie video with an image of Breaking Bad star Bryan Cranston”. Living people must ostensibly give their consent, or opt in, to feature on Sora 2, with OpenAI stating since launch that it takes “measures to block depictions of public figures” and that it has “guardrails intended to ensure that your audio and image likeness are used with your consent”. But when Sora 2 launched, several publications including the Wall Street Journal, the Hollywood Reporter and the LA Times reported widespread anger in Hollywood after OpenAI allegedly told multiple talent agencies and studios that if they didn’t want their clients or copyrighted material replicated on Sora 2, they would have to opt out – rather than opt in. OpenAI disputed these reports, telling the LA Times it was always its intention to give public figures control over how their likeness was used. On Monday, Cranston issued a statement through Sag-Aftra, thanking OpenAI for “improving its guardrails” to prevent users generating his likeness again. “I was deeply concerned not just for myself, but for all performers whose work and identity can be misused in this way,” Cranston said. “I am grateful to OpenAI for its policy and for improving its guardrails, and hope that they and all of the companies involved in this work, respect our personal and professional right to manage replication of our voice and likeness.” Two of Hollywood’s biggest major agencies, Creative Artists Agency (CAA) and United Talent Agency (UTA) – which represents Cranston – have repeatedly raised alarms about the potential risks of Sora 2 and other generative AI platforms on their clients and their careers. But on Monday, UTA and CAA co-signed a statement with OpenAI, Sag-Aftra and talent agent union the Association of Talent Agents, stating that what had happened to Cranston was an error, and that they would all work together to protect actors’ “right to determine how and whether they can be simulated”. “While from the start it was OpenAI’s policy to require opt-in for the use of voice and likeness, OpenAI expressed regret for these unintentional generations. OpenAI has strengthened guardrails around replication of voice and likeness when individuals do not opt-in,” the statement read. Actor Sean Astin, the new president of Sag-Aftra, warned that Cranston “is one of countless performers whose voice and likeness are in danger of massive misappropriation by replication technology”. “Bryan did the right thing by communicating with his union and his professional representatives to have the matter addressed. This particular case has a positive resolution. I’m glad that OpenAI has committed to using an opt-in protocol, where all artists have the ability to choose whether they wish to participate in the exploitation of their voice and likeness using AI,” Astin said. “Simply put, opt-in protocols are the only way to do business and the NO FAKES Act will make us safer,” he added, referring to the NO FAKES Act currently being considered by Congress, which seeks to ban the production and distribution of AI-generated replica of any individual without their consent. OpenAI publicly supports the No FAKES Act, with the CEO, Sam Altman, saying the company is “deeply committed to protecting performers from the misappropriation of their voice and likeness”. Sora 2 does allow users to generate “historical figures”, defined broadly as anyone both famous and dead. However, OpenAI has recently agreed to allow representatives of “recently deceased” public figures to request that their likeness be blocked from Sora 2. Earlier this month OpenAI announced that they had “worked together” with the estate of Martin Luther King Jr and, at their request, was pausing the ability to depict King on Sora 2 as the company “strengthens guardrails for historical figures”. Recently Zelda Williams, the daughter of the late actor Robin Williams, pleaded with people to “please stop” sending her AI videos of her father, while Kelly Carlin, daughter of the late comedian George Carlin, has called AI videos of her father “overwhelming, and depressing”. Legal experts have speculated that generative AI platforms are allowing the use of dead, historical figures to test what is permissible under the law.",
                    "charCount": "4754",
                    "shouldHideReaderRevenue": "false",
                    "showAffiliateLinks": "false",
                    "bylineHtml": "<a href=\"profile/sian-cain\">Sian Cain</a>",
                    "showTableOfContents": "false"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            }
        ]
    }
}